tap "homebrew/bundle"
tap "railwaycat/emacsmacport"
tap "hudochenkov/sshpass"
tap "xcodesorg/made"
tap "rcmdnk/file"
tap "aoki/redis-cli"
brew "coreutils"
brew "openssl@3"
brew "readline"
brew "mysql-client@8.0"
brew "redis-cli"
brew "asdf"
brew "xz"
brew "curl"
brew "git"
brew "gh"
brew "gnupg"
brew "kubectx"
brew "peco"
brew "pinentry-mac"
brew "sqlite"
brew "tcl-tk"
brew "zlib"
brew "aria2"
brew "zsh-completions"
brew "rcmdnk/file/brew-file"
brew "xcodesorg/made/xcodes"
cask "1password"
cask "1password-cli"	
cask "bartender"
cask "devtoys"
cask "discord"
cask "displaylink"
brew "docker", link: false
cask "emacs-mac-spacemacs-icon"
cask "google-cloud-sdk"
cask "jetbrains-toolbox"
cask "notchnook"
cask "notion-calendar"
cask "postman"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "obs"
brew "tree"
brew "hudochenkov/sshpass/sshpass"
