tap "aoki/redis-cli"
tap "argoproj/tap"
tap "homebrew/bundle"
tap "hudochenkov/sshpass"
tap "railwaycat/emacsmacport"
tap "rcmdnk/file"
tap "xcodesorg/made"

brew "aria2"
brew "asdf"
brew "aqua"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "azure-cli"
brew "coreutils"
brew "curl"
brew "docker", link: false
brew "ffmpeg"
brew "gh"
brew "git"
brew "gnu-tar"
brew "gnupg"
brew "hudochenkov/sshpass/sshpass"
brew "htop"
brew "iperf3"
brew "kubectx"
brew "kube-ps1"
brew "libpq"
brew "mysql-client@8.0"
brew "openssl@3"
brew "peco"
brew "pinentry-mac"
brew "p7zip"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-modern-icon"]
brew "rcmdnk/file/brew-file"
brew "readline"
brew "redis-cli"
brew "sqlite"
brew "tcl-tk"
brew "tree"
brew "uv"
brew "webp"
brew "xz"
brew "zlib"
brew "zsh-completions"

cask "1password"
cask "1password-cli"
cask "bartender"
cask "chatgpt"
cask "cursor"
cask "devtoys"
cask "discord"
cask "displaylink"
cask "gas-mask"
cask "ghostty"
cask "google-cloud-sdk"
cask "jetbrains-toolbox"
cask "macs-fan-control"
cask "notchnook"
cask "notion"
cask "notion-calendar"
cask "openlens"
cask "orbstack"
cask "postman"
cask "raycast"
cask "session-manager-plugin"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
